Repository: Belarus/OmegaT-Android
Catalog: Android/omegat/project_save.tmx
Source language: en
Languages: be

source: Switch between brightness levels
be: Зьмяняць узровень падсьвятленьня

source: Switch between different drawer implementations
be: Абраць адзін са спосабаў адлюстроўваць праґрамы ў рысавальніку

source: Switch between ring and vibrate only
be: Пераходзіць між званком і трымценьнем

source: Switch chats
be: Зьмяніць гутарку

source: Switch input method button.
be: Кнопка зьмяняць спосаб уводзіць.

source: Switch orientation automatically when rotating phone
be: Самарушна зьмяняць арыентацыю, калі паварочваем тэлефон

source: Switch orientation automatically when rotating tablet
be: Самарушна зьмяняць арыентацыю, калі паварочваем пляншэт

source: Switch to airplane mode to save power in areas with no cell coverage
be: Перайдзіце ў стан «у самалёце», каб ашчаджаць батарэю ў мясьцінах бяз сотавае сувязі

source: Switch to camera
be: Здымаць фота

source: Switch to editing the selected contact?
be: Ці пачаць правіць абраны кантакт?

source: Switch to numbers and symbols by touching this key
be: Націснуўшы на гэтую клявішы, вы пяройдзеце да лічбаў і знакаў

source: Switch to panorama
be: Здымаць краявід

source: Switch to the new provider anyway?
be: Ці перайсьці да новага пастаўніку?

source: Switch to video
be: Здымаць відэа

source: Switch user agent
be: Зьмяніць сродак карыстальніка

source: Sydney, Canberra
be: Сіднэй, Канбэра

source: Sync
be: Сынхр.

source: Sync %d days
be: За %d дзён

source: Sync %s
be: %s

source: Sync All
be: Сынхранізаваць усё

source: Sync All / Lists
be: Сынхранізаваць усіх (сьпісы)

source: Sync Calendar
be: Сынхранізаваць каляндар

source: Sync Contacts
be: Сынхранізаваць кантакты

source: Sync all
be: Сынхранізаваць усё

source: Sync all canceled
be: Скасавалі сынхранізаваць усё

source: Sync calendar
be: Сынхранізаваць каляндар

source: Sync calendar for this account
be: Сынхранізаваць каляндар рахунку

source: Sync calendar from this account.
be: Сынхранізаваць каляндар гэтага рахунку.

source: Sync contacts
be: Сынхранізаваць кантакты

source: Sync contacts for this account
be: Сынхранізаваць кантакты рахунку

source: Sync contacts from this account.
be: Сынхранізаваць кантакты гэтага рахунку.

source: Sync data about all friends to Contacts
be: Сынхранізаваць усіх сяброў з кантактамі

source: Sync data only about friends already in Contacts
be: Сынхранізаваць толькі тых сяброў, што ўжо ёсьць у кантактах

source: Sync disabled
be: Не сынхранізуецца

source: Sync email
be: Сынхранізаваць пошту

source: Sync email for this account
be: Сынхранізаваць пошту гэтага рахунку

source: Sync email from this account.
be: Сынхранізаваць пошту з гэтага рахунку.

source: Sync enabled
be: Сынхранізуецца

source: Sync error
be: Памылка сынхранізаваньня

source: Sync error.
be: Памылка сынхранізаваньня.

source: Sync for this item is currently disabled.
be: Зараз пакуль забаронена сынхранізаваць гэта.

source: Sync for this item is currently disabled. To change your preference, temporarily turn on background data and automatic sync.
be: Зараз пакуль забаронена сынхранізаваць гэта. Каб зьмяніць вашыя перавагі, часова дазвольце злучацца на заднім пляне ды самарушна сынхранізаваць.

source: Sync frequency, notifications, etc.
be: Як часта сынхранізаваць, спавяшчэньні ды інш.

source: Sync friends with Contacts
be: Сынхранізаваць сяброў з кантактамі

source: Sync is OFF
be: Не сынхранізуецца

source: Sync is ON
be: Сынхранізуецца

source: Sync is currently experiencing problems.
be: Зараз маюцца праблемы з сынхранізаваньнем.

source: Sync is currently experiencing problems. It will be back shortly.
be: Зараз маюцца праблемы з сынхранізаваньнем. Хутка ўсё наладзіцца.

source: Sync mode, avatars, etc.
be: Як сынхранізаваць, увасабленьні ды інш.

source: Sync none
be: Не сынхранізаваць

source: Sync now
be: Сынхранізаваць зараз

source: Sync options
be: Можнасьці сынхранізаваць рахункі

source: Sync options (%s)
be: Можнасьці сынхранізаваць (%s)

source: Sync settings
be: Налады сынхранізаваць

source: Sync setup
be: Налады сынхранізаваньня

source: Sync with Google account
be: Сынхранізаваць з рахункам Google

source: Sync with existing contacts
be: Сынхранізаваць зь існымі кантактамі

source: Synchronization
be: Сынхранізаваць

source: System
be: Сыстэма

source: System Log
be: Справаздача сыстэмы

source: System Logs
be: Справаздачы сыстэмы

source: System Preferences
be: Перавагі сыстэмы

source: System UI
be: Сыстэмны інтэрфэйс

source: System Updater
be: Абнаўляльнік сыстэмы

source: System app
be: Сыстэмная праґрама

source: System default
be: Як звычайна ў сыстэме

source: System log
be: Справаздача сыстэмы

source: System message
be: Паведамленьне сыстэмы

source: System messages:
be: Паведамленьні сыстэмы:

source: System persistent
be: Стала трымацца ў сыстэме

source: System select
be: Абраць сыстэму

source: System settings
be: Налады сыстэмы

source: System settings.
be: Налады сыстэмы.

source: System time:
be: Час сыстэмы:

source: System tools
be: Сыстэмнае начыньне

source: System tutorial
be: Навучаньне па сыстэме

source: System update
be: Абнаўленьне сыстэмы

source: System update available
be: Маецца абнаўленьне

source: System updates
be: Абнаўленьні сыстэмы

source: System updates can't be downloaded while roaming.
be: У блуканьні нельга спампаваць абнаўленьні сыстэмы.

source: System updates can't be installed on external media.
be: Абнаўленьні сыстэмы нельга ўсталёўваць на вонкавыя сховішчы.

source: System updates cannot be installed on external media.
be: Абнаўленьні сыстэмы нельга ўсталёўваць на вонкавыя сховішчы.

source: TB
be: ТБ

source: TLS (Accept all certificates)
be: TLS (прымаць усе пасьведчаньні)

source: TLS required but not supported by server.
be: Патрабуецца шыфраваньне TLS, якое не падтрымваецца паслужніком.

source: TODAY, %1$s
be: СЁНЬНЯ, %1$s

source: TOMORROW, %1$s
be: ЗАЎТРА, %1$s

source: TTY Full
be: TTY: цалком

source: TTY Off
be: TTY: не працуе

source: TTY TDD
be: Тэлетайп

source: TTY mode
be: Спосаб TTY

source: Tab limit reached
be: Дасягнулі абмежаваньня колькасьці ўкладак

source: Tab management
be: Кіраваць укладкамі

source: Tablet
be: Пляншэт

source: Tablet idle
be: Бязьдзеяньне пляншэта

source: Tablet info
be: Зьвесткі пра пляншэт

source: Tablet information
be: Зьвесткі пра пляншэт

source: Tablet not docked
be: Пляншэт не ў латку

source: Tablet options
be: Можнасьці пляншэта

source: Tablet status
be: Стан пляншэта

source: Tablet storage is full!
be: Сховішча пляншэту запоўнілася!

source: Tablet storage space is getting low.
be: У сховішчы пляншэта застаецца мала прасторы.

source: Tablet-only, unsynced
be: Толькі на пляншэце, не сынхранізуецца

source: Tabs
be: Укладкі

source: Tag approved.
be: Пазнаку зацьвердзілі.

source: Tag rejected.
be: Пазнаку адхілілі.

source: Tags
be: Біркі

source: Tags:
be: Біркі:

source: Taipei
be: Тайбэй

source: Take Photo
be: Сфатаґрафаваць

source: Take WakeLock
be: Не дазваляць засынаць

source: Take WifiLock
be: Трымаць Wi-Fi

source: Take a photo
be: Сфатаґрафаваць

source: Take a photo during video recording by tapping on the preview screen.
be: Каб зрабіць здымак падчас відэа, націсьніце на экран агляду.

source: Take new photo
be: Новы здымак

source: Take photo
be: Сфатаґрафаваць

source: Take picture
be: Зрабіць здымак

source: Talk
be: Гутарка

source: Talk free over calls, video and instant messaging
be: Размаўляйце голасам, па відэа, гутарце — і ўсё задарма

source: TalkBack provides spoken feedback to help blind and low-vision users.
be: Праґрама «TalkBack» можа агучваньнем дапамагчы сьляпым ці карыстальнікам з кепскім зрокам.

source: Tap a face to begin.
be: Націсьніце на твары, каб пачаць.

source: Tap action
be: Дзеяньне па націску

source: Tap and hold.
be: Націсьніце ды трымайце.

source: Tap here to discover thousands of great applications and games in Market…
be: Націсьніце тут, каб пабачыць тысячы выдатных праґрамаў і гульняў з крамы…

source: Tap here to set your status
be: Вызначце тут свой стан

source: Tap in the number field.
be: Націсьніце на поле нумару.

source: Tap on center color to confirm.
be: Каб пацьвердзіць, націсьніце на колер усярэдзіне.

# Tap on center color to confirm. Press back to cancel.
source: Tap on center color to confirm.\nPress back to cancel.
be: Каб пацьвердзіць, націсьніце на колер усярэдзіне.\n Каб скасаваць, націсьніце «назад».

source: Tap once to activate the icon.
be: Націсьніце на значак, каб задзейнічаць яго.

source: Tap to Answer
be: Націснуць, каб адказаць

source: Tap to Hang up
be: Націснуць, каб пакласьці слухаўку

source: Tap to check for updates
be: Націсьніце, каб зірнуць абнаўленьні

source: Tap to focus
be: Націсьніце, каб факусаваць

source: Tap to load previous...
be: Пстрыкніце, каб прачытаць папярэдняе…

source: Tap to look for more.
be: Націсьніце, каб пабачыць болей.

source: Tap to manage the network.
be: Націсьніце, каб кіраваць сеткаю.

source: Tap to sign into Latitude
be: Націсьніце, каб увайсьці ў Спадарожнік

source: Tap twice for zoom control
be: Двойчы пстрыкніце, каб кіраваць павелічэньнем

source: Target album:
be: Абраны альбом:

source: Tax
be: Падатак

source: Taxes have been updated to reflect a different billing address.
be: Падатак абновіцца, каб адлюстраваць іншы адрас аплаты.

source: Tbilisi
be: Тбілісі

source: Technical info
be: Тэхнічныя зьвесткі

source: Techno
be: Тэхна

source: Technology News
be: Навіны тэхналёгій

source: Technology News disabled
be: Забараніць навіны тэхналёгій

source: Technology News enabled
be: Дазволіць навіны тэхналёгій

source: Tehran
be: Тэгеран

source: TeleTypewriter enabled.
be: Задзейнічалі TTY (TeleTypewriter).

source: Telex
be: Тэлекс

source: Tell Market if you find the application or this screen to have objectionable content
be: Паведаміце краме, калі выявілася, што праґрама на гэтым экране мае непажаданае зьмесьціва

source: Tell friends what you're up to
be: Распавядзіце сябрам пра свае пляны

source: Temp.
be: Тэмпэратура

source: Templates
be: Шаблёны

source: Tentative: %s
be: Няпэўныя: %s

source: Terminal Emulator
be: Тэрмінал

source: Terminal session is running
be: Сэанс тэрміналу працуе

source: Terms
be: Умовы

source: Terms & privacy
be: Умовы ды адасобленасьць

source: Terms and Conditions
be: Умовы ды азначэньні

source: Terms and conditions
be: Умовы ды азначэньні

source: Terms of Service
be: Умовы абслугоўваньня

source: Terms of service
be: Умовы абслугоўваньня

source: Terms of use violation
be: Парушэньне ўмоў абслугоўваньня

source: Terms, Privacy & Notices
be: Правілы абслугоўваньня

source: Terrain
be: Рэльеф

source: Test
be: Выпрабавальнае

source: Test your sound quality.
be: Выпрабуйце якасьць гуку.

source: Testing
be: Выпрабоўваньне

source: Tethered
be: Прывязалі

source: Tethering
be: Прывязваньне

source: Tethering & portable hotspot
be: Прывязваньне ды адметныя пункты

source: Tethering or hotspot active
be: Дзейнічае прывязка ці адметны пункт

source: Text
be: Напісаць

source: Text %s
be: Напісаць %s

source: Text ISDN
be: Напісаць на нумар ISDN

source: Text MMS
be: Напісаць MMS

source: Text TTY/TDD
be: Напісаць на нумар TTY/TDD

source: Text action for mobile only
be: Прапаноўваць дасылаць паведамленьні толькі на перасоўныя

source: Text actions
be: Дзеяньні з тэкстам

source: Text callback
be: Напісаць на нумар

source: Text car
be: Напісаць у машыну

source: Text color
be: Колер тэксту

source: Text company main
be: Напісаць на галоўны таварыства

source: Text contact
be: Напісаць кантакту

source: Text copied
be: Тэкст капіявалі

source: Text copied to clipboard.
be: Тэкст капіявалі ў кішэню.

source: Text copied.
be: Тэкст перапісалі.

source: Text encoding
be: Знаказбор тэксту

source: Text entry settings
be: Налады напісаньня

source: Text fax
be: Напісаць на нумар факсу

source: Text field cannot be empty
be: Нельга пакідаць бяз тэксту

source: Text home
be: Напісаць на хатні

source: Text home fax
be: Напісаць на хатні факс

source: Text in your messages
be: Тэкст паведамленьняў

source: Text input
be: Уводзіць тэкст

source: Text main
be: Напісаць на галоўны нумар

source: Text message
be: Тэкставае паведамленьне

source: Text message (SMS) settings
be: Тэкставыя паведамленьні (SMS)

source: Text message is not supported in their country yet.
be: Тэкставыя паведамленьні ў краіне гэтага карыстальніка пакуль не падтрымваюцца.

source: Text message limit
be: Абмежаваньне на SMS

source: Text message memory full
be: Памяць тэкставых паведамленьняў запоўнілася.

source: Text message rejected
be: Адхілілі тэкставае паведамленьне

source: Text messages on SIM card
be: Тэкставыя паведамленьні на картцы SIM

source: Text mobile
be: Напісаць на перасоўны

source: Text on bottom
be: Тэкст унізе

source: Text on top
be: Тэкст уверсе

source: Text pager
be: Напісаць на гартач (пэйджар)

source: Text radio
be: Напісаць на нумар радыёсувязі

source: Text scaling
be: Павелічэньне (памяншэньне)

source: Text selection
be: Выбраць тэкст

source: Text settings
be: Налады тэксту

source: Text size
be: Памер тэксту

source: Text telex
be: Напісаць на нумар тэлексу

source: Text using
be: Напісаць

source: Text was successfully copied to the clipboard
be: Тэкст перапісалі ў кішэню

source: Text work
be: Напісаць на працоўны

source: Text work fax
be: Напісаць на факс на працы

source: Text work mobile
be: Напісаць на перасоўны на працы

source: Text work pager
be: Напісаць на працоўны гартач (пэйджар)

source: Text-to-speech output
be: Агучваць голасам

source: Text-to-speech settings
be: Налады агучваньня

source: Text...
be: Тэкст…

source: Th
be: чц

source: Thai (Thailand)
be: тайская (Тайлянд)

source: Thank goodness, milk!
be: Дзякуй ПЖ, малако!

source: Thanks, but you're late.
be: Дзякуй, але пазнавата.

source: Thanks, your report is being sent.
be: Дзякуем, ваш водгук дасылаецца.

source: Thanx.
be: Дзякі.

source: That really hit the spot!
be: Вось гэта якраз да майго густу!

source: The APN can't be empty.
be: Нельга пакідаць пустым пункт доступу.

source: The APN cannot be empty.
be: Нельга пакідаць пустым пункт доступу.

source: The AccountManager could not create the Account; please try again.
be: КіраўнікРахункаў ня здолеў стварыць гэты рахунак; калі ласка, паспрабуйце зноўку.

source: The DRM object included in the message cannot be forwarded.
be: Не ўдалося пераслаць аб’ект DRM, які зьмяшчаецца ў паведамленьні

source: The FACTORY_TEST action is only supported for packages installed in /system/app.
be: Завадзкія выпрабаваньні (дзеяньне FACTORY_TEST) падтрымваецца толькі для пакункаў, усталяваных у /system/app.

source: The HTTP proxy is used by the browser but may not be used by the other apps.
be: Пасродак HTTP ужываецца аглядальнікам, але можа не ўжывацца іншымі праґрамамі.

source: The Name field can't be empty.
be: Нельга пакідаць пустым поле «імя».

source: The Name field cannot be empty.
be: Нельга пакідаць пустым поле «імя».

source: The PIN you typed was incorrect
be: Набраны вамі PIN неадпаведны.

source: The PIN2s you entered do not match.
be: Набраныя вамі коды PIN2 не супадаюць.

source: The PIN2s you entered do not match. Please try again.
be: Набраныя вамі коды PIN2 не супадаюць. Калі ласка, паспрабуйце зноўку.

source: The PINs you entered do not match.
be: Набраныя вамі коды PIN не супадаюць.

source: The PINs you entered do not match. Please try again.
be: Набраныя вамі коды PIN не супадаюць. Калі ласка, паспрабуйце зноўку.

source: The PUK you typed is not correct.
be: Вы набралі неадпаведны PUK.

source: The PUK you typed is not correct. Please type PUK code.
be: Набраны вамі PUK неадпаведны. Калі ласка, набярыце код PUK.

source: The PUK2 you typed is not correct.
be: Набраны вамі PUK2 неадпаведны.

source: The PUK2 you typed is not correct. Please try again.
be: Набраны вамі PUK2 няслушны. Калі ласка, паспрабуйце зноўку.

source: The SD card is busy.
be: Картка SD занятая.

source: The SIM PINs you typed do not match.
be: Набраныя коды PIN карткі SIM не супадаюць.

source: The SIM PINs you typed do not match. Please try again.
be: Набраныя коды PIN карткі SIM не супадаюць. Калі ласка, паспрабуйце зноўку.

source: The SIM PINs you typed do not match. Please type new PIN code.
be: Набраныя коды PIN карткі SIM не супадаюць. Калі ласка, набярыце новы код PIN.

source: The SIM card is missing or not readable.
be: Картка SIM адсутнічае або не чытаецца.

source: The Skype Name, associated trade marks and logos and the \"S\" symbol are trade marks of Skype Limited.
be: Назва «Skype», зьвязаныя гандлёвыя маркі ды шыльды, знак «S» — таварныя знакі ТАА «Skype».

source: The URL could not be found.
be: Нельга знайсьці спасылку (URL).

source: The USB storage is busy.
be: Сховішча USB занятае.

source: The VPN name '%s' already exists.
be: VPN з назваю «%s» ужо існуе.

source: The Web page at %s could not be loaded as:
be: Бачыну сеціва %s нельга прачытаць, бо:

source: The Web page at %s might be temporarily down or it may have moved permanently to a new web address.
be: Бачына сеціва %s можа быць недаступнаю часова, але яе маглі й на стала перанесьці на новы адрас.

source: The Web page contains an error.
be: Памылка на бачыне сеціва.

source: The account \"%s\" will be removed from Email.
be: Рахунак эл. пошты «%s» зьнішчыцца.

source: The actual data is not cleared, but hidden.
be: Зьвесткі ня будуць сьцірацца: толькі схаваюцца.

source: The address %s is invalid.
be: Хібны адрас: %s.

source: The album cannot be created at this time.
be: Не ўдаецца стварыць альбом.

source: The album cannot be updated at this time.
be: Не ўдаецца абнавіць альбом.

source: The album was successfully created.
be: Альбом пасьпяхова стварылі.

source: The album was successfully updated.
be: Альбом пасьпяхова абнавілі.

source: The app determines what gets beamed.
be: Праґрама вызначыць, што трэба перадаць.

source: The app may offer settings to reduce battery use
be: Праґрама можа прапаноўваць налады, якія дазволяць ашчаджаць батарэю

source: The app wasn't found in the list of installed apps.
be: Праґраму не знайшлі ў сьпісе ўсталяваных праґрамаў.

source: The application %1$s %2$s will replace the currently installed %3$s.
be: Праґрама %1$s %2$s заменіць усталяваную зараз %3$s.

source: The application %1$s (process %2$s) has stopped unexpectedly.
be: Праґрама %1$s (працэс %2$s) нечакана спынілася.

source: The application %1$s (process %2$s) has stopped unexpectedly. Please try again.
be: Праґрама %1$s (працэс %2$s) нечакана спынілася. Калі ласка, паспрабуйце зноўку.

source: The application %1$s (process %2$s) has violated its self-enforced StrictMode policy.
be: Праґрама %1$s (працэс %2$s) парушыла ўласныя правілы строгага стану.

source: The application does not exist.
be: Праґрама не існуе.

source: The application is copy-protected.
be: Праґрама абароненая ад капіяваньня.

source: The application is loading authorization web page.
be: Праґрама чытае сеціўную бачыну ўпаўнаважаньня.

source: The application may offer settings to reduce battery use
be: Праґрама можа прапаноўваць налады, якія дазволяць ашчаджаць батарэю

source: The application update will be uninstalled.
be: Абнаўленьне праґрамы высталюецца.

source: The application update will be uninstalled. You can still use the factory version of the application.
be: Гэтая абнаўленьне праґрамы высталюецца. Вы зможаце працягваць карыстацца завадзкою вэрсіяй гэтае праґрамы.

source: The application was not found in the list of installed applications.
be: Праґраму не знайшлі ў сьпісе ўсталяваных праґрамаў.

source: The application was unable to communicate with the cloud.
be: Праґрама ня можа зьвязацца з воблакам.

source: The application will be replaced with the factory version.
be: Бягучая вэрсія праґрамы заменіцца завадзкою.

source: The application you are installing will replace another application.
be: Праґрама, якую вы ўсталёўваеце, заменіць іншую праґраму.

source: The application you are installing will replace another application.\n\nAll previous user data will be saved.
be: Праґрама, якую вы ўсталёўваеце, заменіць іншую праґраму.\n \n Усе ранейшыя зьвесткі карыстальніка захаваюцца.

source: The attachment could not be downloaded because the SD card is missing or not mounted.
be: Залучнік нельга спампаваць, бо адсутнічае картка SD (ці яе не прымацавалі).

source: The attachment could not be downloaded because the device is full.
be: Залучнік нельга спампаваць, бо гэтая прылада запоўнілася.

source: The attachment could not be downloaded because this type of file cannot be displayed on the phone.
be: Залучнік нельга спампаваць, бо гэты від файла нельга адлюстраваць на тэлефоне.

source: The battery is getting low.
be: Батарэя моцна разрадзілася.

source: The battery is getting low:
be: Батарэя моцна разрадзілася:

source: The browser can automatically complete web forms like this one.
be: Аглядальнік можа самастойна запаўняць блянкі накшталт гэтага.

source: The browser can't load this page because there's no Internet connection.
be: Аглядальнік ня можа прачытаць бачыну, бо няма злучэньня зь сецівам.

source: The browser navigation history will be deleted.
be: Гісторыя наведанага аглядальнікам сатрэцца.

source: The call to %s has not been established yet and has been ended.
be: Скончылі выклікаць %s, бо не ўдалося ўсталяваць сувязь.

source: The caller ID setting cannot be changed.
be: Нельга зьмяніць налады азначальніку.

source: The categories cannot be loaded from YouTube right now.
be: Гэтыя катэґорыі зараз нельга прачытаць з YouTube.

source: The comment cannot be added at this time.
be: Не ўдаецца дадаць выказваньне.

source: The comments cannot be retrieved at this time.
be: Не ўдаецца атрымаць выказваньні.

source: The connection to the server timed out.
be: Злучэньне з паслужніком па-за часам.

source: The connection to the server was unsuccessful.
be: Не ўдалося злучыцца з паслужніком.

source: The contact does not exist.
be: Кантакт не існуе.

source: The contact you selected could not be attached.
be: Нельга залучыць абраны кантакт.

source: The content is not supported on this phone.
be: Зьмесьціва не падтрымваецца тэлефонам.

source: The credential storage is erased.
be: Сховішча пасьведчаньняў вычысьцілі.

source: The data for %s is being erased from your device.
be: Зьвесткі %s сьціраюцца з прылады.

source: The destination file already exists.
be: У месцы прызначэньня ўжо існуе такі файл.

source: The details of this event have been changed for: %s
be: Падрабязнасьці гэтае падзеі зьмяніліся %s

source: The download of \"%1$s\" was declined because it was removed from Android Market.
be: Адмовіліся спампоўваць «%1$s», бо гэты пакунак былі сьцерлі з крамы Android.

source: The download of \"%1$s\" was declined because there was a payment problem.
be: Адмовіліся спампоўваць «%1$s», бо выявілі праблему з аплатаю.

source: The download of \"%1$s\" was declined because you have already installed it on the maximum number of supported devices.
be: Адмовіліся спампоўваць «%1$s», бо вы ўжо ўсталявалі гэты пакунак на найвялікшую колькасьць падтрымваных прыладаў.

source: The download of \"%1$s\" was declined because you haven't purchased it.
be: Адмовіліся спампоўваць «%1$s», бо вы не купілі гэты пакунак.

source: The download of \"%1$s\" was declined.
be: Адмовіліся спампоўваць «%1$s».

source: The downloaded file cannot be found.
be: Не знайшлі спампаванага файла.

source: The email address could not be processed.
be: Не ўдаецца апрацаваць адрас эл. пошты.

source: The email address entered is not valid.
be: Упісалі хібны адрас электроннае пошты.

source: The engine you selected is unable to run
be: Абраны вамі рухавік немагчыма запусьціць

source: The entire album \"%s\" will be permanently deleted from the SD card.
be: Увесь альбом «%s» назаўжды сатрэцца з карткі SD.
